var videoData =[
  {
    "category": "Multiplayer",
    "tag": "#Multiplayer,#3D,#API",
    "name": "Fans of Soccer: Online Football Disc Challenge",
    "url": "https://www.youtube.com/embed/hl0tz3163vQ",
    "description": "\"Fans of Soccer\" is an engaging turn-based multiplayer game powered by Photon, designed to bring the thrill of soccer strategy to your fingertips. In this game, you can participate in 1 vs. 1 real-time online matches, where strategic communication is facilitated through emojis, and you can deploy a range of attack and defense powers to outmaneuver your opponents. If you prefer solo play, challenge AI opponents and engage in tactical battles while chatting and using powers to conquer the virtual soccer field.\n\nTo keep the excitement alive, the game offers monthly event modes that unlock on the 1st of each month, providing additional opportunities to earn rewards and showcase your skills. Moreover, on the 15th of every month, you can compete in the World Championship mode, a prestigious event that allows you to prove yourself as the ultimate soccer strategist.\n\nFor those who thrive in competitive environments, there are 8-player tournaments with three stages: the initial 8-player round, the thrilling Semi-Finals with four players, and the ultimate showdown in the Finals with two players vying for valuable prizes. Daily missions are also available from Monday to Friday, allowing you to earn rewards and hone your soccer prowess.\n\nYour player profile is securely stored on the server, showcasing your achievements and progress in the game. Customize your team's formation with various dice options, each offering unique strategic advantages that can turn the tide of the game in your favor.\n\nTo enhance your gaming experience, you can collect and choose from a diverse array of dice, each possessing distinctive powers that can significantly impact the outcome of matches. In-app purchases are available, allowing you to acquire in-game currency for access to exclusive items and upgrades.\n\nLogging in is a breeze with options such as Facebook, Google, or a guest account, ensuring you can quickly dive into the action. Expand your soccer network by finding friends using their IDs or names, challenge them, send gifts, and check who's online for some friendly competition.\n\nStay informed with push notifications, courtesy of Firebase integration, ensuring you never miss out on challenges and daily rewards. Additionally, the game offers two exciting mini-games, allowing you to earn even more rewards while enjoying some casual gaming fun.\n\nWith \"Fans of Soccer,\" you can immerse yourself in the world of soccer strategy, compete globally, and forge friendships while navigating through a dynamic gaming environment filled with events, challenges, and endless possibilities. Are you ready to become a soccer legend?",
    "androidLink": "https://play.google.com/store/apps/details?id=com.omentertainment.soccerfans",
    "iosLink": "null",
    "id": 0
  },
  {
    "category": "Multiplayer",
    "tag": "#Multiplayer,#2D#API",
    "name": "Qikplay - Win Real Gift Cards",
    "url": "https://www.youtube.com/embed/yabdeTjGhek",
    "description": "\"Quick Play-Win Real Gift Cards\" is a unique multiplayer game that offers a fusion of classic board games and tangible rewards. With its 1 vs. 1 real-time online matches in Ludo and Uno, players can enjoy the excitement of these beloved games while competing against opponents worldwide. What sets this game apart is its innovative reward system. By participating in matches and accumulating in-game currency, players have the opportunity to redeem real gift cards, opening up a world of shopping possibilities. This enticing prospect adds an extra layer of motivation to the gameplay.\n\nIn addition to the game's engaging matches, \"Quick Play-Win Real Gift Cards\" offers a Daily Rewards feature through the Spine Wheel. This feature provides players with daily bonuses and incentives, ensuring that dedicated players are consistently rewarded for their commitment. Player profiles are securely saved on the server, allowing gamers to track their achievements, progress, and statistics, creating a sense of identity and progression within the game.\n\nFor those looking to enhance their gaming experience, the game provides in-app purchases, allowing players to acquire in-game currency from the store. This currency can be used to access exclusive items, bonuses, and advantages, tailoring the gaming experience to individual preferences. Players can also choose from multiple login options, including Facebook, Google, or guest accounts, ensuring quick and convenient access to the game.\n\nFurthermore, the social aspect of the game adds to its appeal. Players can add new friends and challenge them to matches, elevating the competitive spirit and making the experience even more enjoyable when shared with friends. \"Quick Play-Win Real Gift Cards\" brings together the thrill of classic board games, the excitement of real-time multiplayer competition, and the satisfaction of earning tangible rewards. It's a gaming experience that promises both entertainment and practical benefits, offering the chance to turn virtual success into real-world gains. Whether aiming for victory in Ludo or showcasing card skills in Uno, this game provides endless hours of enjoyment and the opportunity to win real gift cards, making it a must-try for gaming enthusiasts. Join the gaming community and embark on your journey to winning real gift cards today!",
    "androidLink": "https://play.google.com/store/apps/details?id=com.Qikplay.LudoandUNO",
    "iosLink": "null",
    "id": 1
  },
  {
    "category": "Multiplayer",
    "tag": "#Multiplayer,#3D",
    "name": "ISTO3D-WiFi Multiplayer Game",
    "url": "https://www.youtube.com/embed/H7t18n0Rl6U",
    "description": "ISTO 3D is an Indian Ludo game, offering a rich gaming experience built on Unity3D with C#. This 4-player game allows users to engage in exciting matches, either playing with friends over Wi-Fi or challenging AI opponents. Additionally, the game provides in-app purchase options to enhance gameplay and customization. Enjoy the timeless fun of Ludo with friends or test your skills against AI opponents, all within a vibrant and immersive 3D environment.",
    "androidLink": "https://play.google.com/store/apps/details?id=com.moxmind.isto&authuser=0",
    "iosLink": "null",
    "id": 2
  },
  {
    "category": "Multiplayer",
    "tag": "#Multiplayer,#2D#API",
    "name": "Fish Game",
    "url": "https://www.youtube.com/embed/Oh1gzRQcsuY",
    "description": "Dive into an immersive aquatic adventure with our Fish Games, offering real-time multiplayer action powered by the Mirror and GameLift SDKs. Your underwater journey is armed with an arsenal of unique guns, including the precision of the Single Gun, the firepower of the Double Gun, the incendiary effects of the Fire Gun, and the precision-focused Laser Gun.\n\nBut that's not all – you'll have Freezing and Summon powers at your disposal, adding strategic depth to your gameplay. Freeze your foes in their tracks or summon reinforcements to aid your quest for underwater supremacy.\n\nPrepare to encounter 13 distinct types of fish, each with their own unique kill values. Some are elusive and challenging to catch, while others are bountiful treasures waiting to be claimed. Strategize and choose your weapons wisely to maximize your rewards.\n\nWhether you're a high-stakes player or just looking for some casual fun, our game offers the flexibility to play with real money for that authentic casino thrill or use virtual currency to refine your skills and explore the depths of the underwater world risk-free.\n\nDive in, team up with friends or challenge players from around the globe, and embark on an epic underwater adventure in Fish Games. Let the hunt begin!",
    "androidLink": "null",
    "iosLink": "null",
    "id": 3
  },
  {
    "category": "AR",
    "tag": "#AR,#3D",
    "name": "Modi ki Note - Modi Rocks",
    "url": "https://www.youtube.com/embed/tvcmQ9ttPHc",
    "description": "\"Modi Ki Note(AR)\" is a unique augmented reality (AR) app designed for scanning new ₹2000 or ₹500 Indian Rupee notes, transforming them into a cartoon version of Prime Minister Narendra Modi. With just a tap, you can customize Modi Ji's appearance, including his specs, turban, shoes, trousers, pyjamas, and even equip him with a microphone. This fun and creative app offer a playful way to personalize your currency notes with a touch of humor and imagination.",
    "androidLink": "https://play.google.com/store/apps/details?id=com.MoxMind.ModiRocksRocks&authuser=0",
    "iosLink": "null",
    "id": 4
  },
  {
    "category": "AR",
    "tag": "#AR,#3D",
    "name": "AR Furniture Placing",
    "url": "https://www.youtube.com/embed/zQyiA3mE6KY",
    "description": "The AR Furniture Placing app is a game-changing tool for interior design enthusiasts and homeowners alike. It empowers users to reimagine and customize their living spaces by seamlessly integrating the virtual and physical worlds. Within the app's extensive library, users can select from a vast array of 3D furniture models, representing a wide range of styles and brands. Using the device's camera and augmented reality technology, these virtual furniture items can be precisely placed within the user's real-world environment. What sets this app apart is the ability to experiment with different furniture layouts and configurations, offering an unparalleled level of creative freedom. Once the furniture is in place, users can explore their virtual home from every angle, truly visualizing how these pieces will fit into their space. This app streamlines the decision-making process, reducing the risk of mismatched purchases and making it an invaluable tool for anyone undertaking interior design projects or simply seeking to explore new design ideas. It's a transformative experience that brings dreams of home improvement to life, all within the convenience of a smartphone or tablet.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 5
  },
  {
    "category": "AR",
    "tag": "#AR,#3D",
    "name": "Cube Throw Game",
    "url": "https://www.youtube.com/embed/SjSTNkY-P78",
    "description": "The \"Cube Throw Game\" is an augmented reality (AR) game that adds an exciting twist to a classic party challenge. In this interactive and immersive experience, players aim to throw a virtual cube into a tea cup using their AR-equipped devices. The objective is to precisely toss the cube into the cup while considering factors such as distance, angle, and force.\n\nThis game combines the physical act of throwing with the immersive capabilities of AR technology, creating an engaging and entertaining activity for players of all ages. Whether you're challenging friends at a gathering or enjoying a solo gaming session, the \"Cube Throw Game\" promises hours of fun as you aim for that perfect toss into the tea cup.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 6
  },
  {
    "category": "AR",
    "tag": "#AR,#3D",
    "name": "AR Vehicle Classification",
    "url": "https://www.youtube.com/embed/lN1BTqv5haU",
    "description": "\"Car Game Module(AR)\" is an innovative augmented reality (AR) game that offers users an engaging and interactive experience with a fleet of virtual vehicles. Using markers as reference points, users can place and view these vehicles in their real-world surroundings, creating an immersive and lifelike experience of driving various cars. With approximately 25 different vehicles to choose from, including sports cars, trucks, and classic automobiles, the game caters to a wide range of preferences. What sets this game apart is its commitment to realism, providing users with precise driving controls. Players can accelerate, brake, steer, and maneuver the vehicles with precision, ensuring an authentic and enjoyable driving experience. \"Car Game Module(AR)\" seamlessly blends the thrill of driving diverse vehicles with the captivating capabilities of augmented reality, offering users a unique and entertaining way to explore their love for automobiles in their own environment. Whether you're a car enthusiast or simply seeking an engaging AR adventure, this game promises hours of interactive entertainment.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 7
  },
  {
    "category": "VR",
    "tag": "#VR,#3D",
    "name": "VR - Home Interior",
    "url": "https://www.youtube.com/embed/efqDzqq10F4",
    "description": "In the realm of virtual reality (VR) for home interiors, users can embark on a captivating journey to explore and customize their dream homes. This immersive VR experience allows individuals to enter a virtual representation of a home or living space, complete with various rooms and areas to explore. Users can wander through these digital environments, closely inspecting every detail, from furnishings to architectural elements.\n\nFurthermore, this VR technology empowers users to experiment with home design and customization. They can rearrange furniture, change the color schemes of walls and décor, and even modify structural aspects of the virtual home, all within the immersive VR environment. This interactive exploration and customization process facilitate informed decision-making for real-life home improvement or interior design projects.\n\nIn essence, VR for home interiors transforms the way individuals conceptualize and personalize their living spaces. It offers a realistic and engaging platform for interior design, enabling users to visualize, experiment, and refine their home environments before making any physical changes. This innovation enhances the home design experience, making it more interactive, creative, and tailored to individual preferences.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 8
  },
  {
    "category": "VR",
    "tag": "#VR,#3D",
    "name": "The Bug Butcher",
    "url": "https://www.youtube.com/embed/FVrF3efVAVM",
    "description": "\"The Bug Slayer(VR)\" is a straightforward and immersive VR game that centers around bug extermination. In this virtual reality experience, players find themselves in a challenging environment where they must skillfully shoot down bugs as they approach in the river. With each bug eliminated, players can accumulate valuable coins that can be used to acquire powerful new firearms. The game's objective is clear: become the ultimate bug slayer by effectively targeting and eliminating these pesky insects while amassing rewards to enhance your arsenal. It's a game designed to deliver a thrilling and action-packed VR shooting experience.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 9
  },
  {
    "category": "casino",
    "tag": "#casino,#2D#API",
    "name": "Raptor-Firelink slot",
    "url": "https://www.youtube.com/embed/G5pBg2vddzo",
    "description": "Games connected to the Fire Link mechanic will use fireballs on the reels. Each fireball will have a value that it displays. In the base game, the first through fourth rows will have fireballs with a value of 1x to 100x the wager, or trigger jackpots: mini, minor, or major.\n\nFour or more fireballs on the reels triggers the Fire Link feature. You are given three spins, and the fireballs that activate the round will hold. Any fireballs that appear from the free spins also stay. As you collect more fireballs, new rows can be added to the reels. Up to four extra reels can appear in the game, giving you more win potential. Once the round is completed, the fireballs show their values, be it multipliers or jackpot prizes.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 10
  },
  {
    "category": "casino",
    "tag": "#casino,#2D#API",
    "name": "Cosmoslot-Slot,Keno,Fish",
    "url": "https://www.youtube.com/embed/8D8YgmX7jjA",
    "description": "Slot machines offer a thrilling gaming experience with features like Autoplay, Wilds, Scatters, Free Spins, and Bonus Rounds, enhancing your chances of winning. Multipliers can boost your rewards, while Progressive Jackpots offer life-changing payouts. For the risk-takers, there's the Gamble feature. Paylines and Adjacent Ways provide various ways to win, and Cascading Reels create exciting chain reactions. You have the option to play with real money for a genuine casino feel or use virtual currency to enjoy the game risk-free.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 11
  },
  {
    "category": "casino",
    "tag": "#casino,#2D#API",
    "name": "BoomWins-Slot,Keno,Fish",
    "url": "https://www.youtube.com/embed/NeunV8q78Tk",
    "description": "Slot machines offer a thrilling gaming experience with features like Autoplay, Wilds, Scatters, Free Spins, and Bonus Rounds, enhancing your chances of winning. Multipliers can boost your rewards, while Progressive Jackpots offer life-changing payouts. For the risk-takers, there's the Gamble feature. Paylines and Adjacent Ways provide various ways to win, and Cascading Reels create exciting chain reactions. You have the option to play with real money for a genuine casino feel or use virtual currency to enjoy the game risk-free.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 12
  },
  {
    "category": "casino",
    "tag": "#casino,#2D#API",
    "name": "Cascade Slot",
    "url": "https://www.youtube.com/embed/bcQnWN162F4",
    "description": "Cascading reels is a gambling term most often used by slot machine and video slot players. The term describes a bonus feature that appears each time you land a winning combination. Video slot software developers have designed numerous creative cascading reels.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 13
  },
  {
    "category": "casino",
    "tag": "#casino,#2D#API",
    "name": "Atlantis-Firelink Slot",
    "url": "https://www.youtube.com/embed/xKIC9XQpIis",
    "description": "Games connected to the Fire Link mechanic will use fireballs on the reels. Each fireball will have a value that it displays. In the base game, the first through fourth rows will have fireballs with a value of 1x to 100x the wager, or trigger jackpots: mini, minor, or major.\n\nFour or more fireballs on the reels triggers the Fire Link feature. You are given three spins, and the fireballs that activate the round will hold. Any fireballs that appear from the free spins also stay. As you collect more fireballs, new rows can be added to the reels. Up to four extra reels can appear in the game, giving you more win potential. Once the round is completed, the fireballs show their values, be it multipliers or jackpot prizes.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 14
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Maggots Fight",
    "url": "https://www.youtube.com/embed/Lvf_95wUm8o",
    "description": "\n\"Maggots Fight\" is a unique and intriguing game where players take on the role of controlling maggots using a joystick to pursue their prey - Bird Flash. In this unusual and captivating gaming experience, the objective is clear: guide the maggots as they strive to catch and consume Bird Flash. The game combines precise control mechanics with a distinct and imaginative concept, promising an engaging and challenging adventure where players must master the art of maggot navigation to achieve their goal. It's an intriguing twist on the classic predator-prey dynamic, offering a fresh and exciting gaming experience.",
    "androidLink": "https://play.google.com/store/apps/details?id=com.redlinegames.bugsattack3d",
    "iosLink": "null",
    "id": 15
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Oil Searcher",
    "url": "https://www.youtube.com/embed/lp00xddJ2as",
    "description": "\"Oil Searcher\" is a compelling and goal-oriented game where players embark on a quest to uncover valuable oil reserves. The gameplay revolves around the strategic digging of land to locate hidden oil deposits. As players progress through the game, their mission is to reach the level's end and successfully fill up their oil tank. This captivating adventure combines elements of exploration, strategy, and resource management, making it an engaging experience for those looking to test their skills in the oil industry.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 16
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Pandora Box",
    "url": "https://www.youtube.com/embed/lNOO9BWERLI",
    "description": "\"Pandora Box\" presents an intriguing and challenging gameplay concept where players are thrust into a world of supernatural intrigue. In this game, the mysterious Pandora's Box has been opened, releasing mischievous ghosts into the world. Players must take on the role of ghost hunters and embark on a quest to capture these elusive spirits. The objective is clear: pursue and catch the ghosts as they fly and flee, with each level culminating in a thrilling ghost-catching showdown. This game offers a unique blend of mystery, strategy, and ghost-catching excitement, making it an immersive and captivating gaming experience.",
    "androidLink": "https://play.google.com/store/apps/details?id=com.redlinegames.pandorarun",
    "iosLink": "null",
    "id": 17
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Monster Land",
    "url": "https://www.youtube.com/embed/x7V9x7FC2J8",
    "description": "In \"Monster Land,\" players embark on an action-packed adventure set in a world teeming with fantastical creatures. As the hero of the story, your mission is to explore this treacherous land, seeking out and engaging with groups of smaller yet potent minion monsters. The objective is clear: hunt down these menacing groups, defeating them to level up your character. With each successful confrontation, your hero becomes stronger and better equipped to face even greater challenges. \"Monster Land\" delivers an exciting mix of exploration, strategic combat, and character growth, making it a thrilling and immersive gaming experience.",
    "androidLink": "https://play.google.com/store/apps/details?id=com.redlinegames.fightevolution",
    "iosLink": "null",
    "id": 18
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Kaiju Fight",
    "url": "https://www.youtube.com/embed/6PblH2-3zb0",
    "description": "\"Kaiju Fight\" is an exhilarating battle game where players engage in epic clashes with monstrous AI opponents. In this heart-pounding gaming experience, both the player and AI-controlled monsters have progress bars. The key to victory lies in timing and precision. Players and AI opponents must tap at just the right moment to deliver a powerful Big hit. Success in these well-timed strikes is crucial for outmaneuvering opponents and securing victory. \"Kaiju Fight\" combines strategic timing, intense battles, and thrilling action, offering an immersive and adrenaline-pumping gaming adventure.",
    "androidLink": "https://play.google.com/store/apps/details?id=com.redlinegames.kaijufight",
    "iosLink": "null",
    "id": 19
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "KickEm",
    "url": "https://www.youtube.com/embed/LGgkUQCjKAc",
    "description": "\"KickEm\" is an unconventional and darkly humorous game where players are tasked with launching a character into obstacles to inflict damage and break various body parts. This unique and somewhat macabre concept adds a twist to traditional gaming experiences, as players strategically aim to cause havoc and destruction. The objective is clear: maximize the chaos by targeting obstacles and witnessing the comical consequences of broken body parts. \"KickEm\" provides a one-of-a-kind gaming adventure that combines dark humor, strategy, and playful destruction.",
    "androidLink": "https://play.google.com/store/apps/details?id=com.redlinegames.kickem3d",
    "iosLink": "null",
    "id": 20
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Mission Possible",
    "url": "https://www.youtube.com/embed/ESpBEwi_3eQ",
    "description": "\n\"Mission Possible\" offers players an intriguing and mentally stimulating puzzle game. In this unique gaming experience, the objective is to strategically drag and adjust the limbs of the player character to perfectly fit specific shapes or structures. As you navigate through this challenging mission, your goal is to match the required shape with precision and move downwards. \"Mission Possible\" combines creativity, problem-solving, and dexterity, delivering an engaging and rewarding gaming adventure for those seeking a cerebral challenge.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 21
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Crowd Painter",
    "url": "https://www.youtube.com/embed/LhSM2yHm-EM",
    "description": "\"Crowd Painter\" is a creative and entertaining game that challenges players to amass colorful minions to form a vibrant crowd. As you progress through the levels, the objective is to gather these lively minions and arrange them strategically. Once your crowd is assembled, you can use a cannon to launch the minions and unveil a stunning painting. This game offers a unique blend of crowd management, artistic exploration, and strategic aiming, promising an enjoyable and imaginative gaming experience for players of all ages.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 22
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Hyper Tailor",
    "url": "https://www.youtube.com/embed/-Z60EjsRA20",
    "description": "\"Hyper Tailor\" is a dynamic fashion game that empowers players to become fashion designers. In this creative gaming experience, your task is to cut the cloth of a model and transform it into a fashionable dress. The game challenges your sense of style and precision as you tailor the garment to perfection. With a range of customization options and the freedom to express your fashion creativity, \"Hyper Tailor\" promises an engaging and satisfying gaming adventure for anyone with an eye for design.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 23
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Reverse Painting",
    "url": "https://www.youtube.com/embed/bQQGwju3-nQ",
    "description": "\"Reverse Painting\" offers a delightful and unique twist on the world of culinary creativity. In this enjoyable game, the goal is to create pancake art using a painting approach. Players can exercise their artistic skills by pouring pancake batter onto a griddle in intricate patterns and designs. As the pancake cooks, the artwork takes shape in reverse, making for a captivating and imaginative cooking adventure. \"Reverse Painting\" combines the joy of artistry with culinary expertise, promising a fun and delicious gaming experience for those looking to explore the world of edible art.",
    "androidLink": "https://play.google.com/store/apps/details?id=com.redlinegames.reversepainting",
    "iosLink": "null",
    "id": 24
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Farmio",
    "url": "https://www.youtube.com/embed/w1JXdB9eGMg",
    "description": "\"Farmio\" is an engaging and strategic game where players take on the role of herbivorous creatures seeking to survive and thrive. In this captivating gaming experience, your objective is to eat grass and grow your group while simultaneously competing against AI-controlled groups. The challenge lies in strategically expanding your group's size and eliminating AI groups to establish dominance. \"Farmio\" combines elements of resource management, strategy, and competition, offering an immersive and dynamic gaming adventure in the world of survival and growth.",
    "androidLink": "https://play.google.com/store/apps/details?id=farm.io.battle",
    "iosLink": "null",
    "id": 25
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Stop the train",
    "url": "https://www.youtube.com/embed/gXVshQhQieU",
    "description": "\"Stop the Train\" puts players in the shoes of the iconic superhero Spider-Man in a thrilling gaming experience. In this action-packed adventure, Spider-Man must swing into action by shooting his web onto buildings to halt a runaway train. As players take control of this beloved character, they'll need quick reflexes and precision to prevent the train from disaster. \"Stop the Train\" delivers an adrenaline-pumping and heroic gaming journey, offering fans of Spider-Man an opportunity to step into the web-slinger's shoes and save the day.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 26
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Cheerleader tower",
    "url": "https://www.youtube.com/embed/OOgwpp-YF7c",
    "description": "\"Cheerleader Tower\" is an entertaining and light-hearted game that challenges players to create a towering structure made up of collected cheerleaders. In this whimsical gaming experience, your objective is to run and gather cheerleaders to build a bigger and more impressive tower. As you progress, the tower becomes a symbol of your success in amassing these spirited characters. \"Cheerleader Tower\" offers a fun and engaging gaming adventure that combines coordination, timing, and a touch of humor, making it an enjoyable experience for players of all ages.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 27
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Erase story",
    "url": "https://www.youtube.com/embed/CaAbiW_CA1E",
    "description": "\"Erase Story\" presents a unique and intriguing puzzle game where players must strategically erase unwanted elements from an image to reveal a meaningful and coherent picture. In this captivating gaming experience, your task is to use your precision and problem-solving skills to eliminate the unnecessary components, piece by piece, until the image forms a clear and comprehensible scene. \"Erase Story\" offers a challenging and engaging journey that combines creativity, attention to detail, and artistic sensibilities, making it an enjoyable and intellectually stimulating game for players looking for a visual puzzle challenge.",
    "androidLink": "https://play.google.com/store/apps/details?id=com.redlinegames.erasestory",
    "iosLink": "null",
    "id": 28
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Shortcut Relay",
    "url": "https://www.youtube.com/embed/BggkkSVJPyA",
    "description": "\"Shortcut Relay\" is an exciting and strategic game that invites players to embark on a path filled with bricks. In this dynamic gaming experience, your goal is to collect these bricks to construct a large spiral roll. As you progress through the game, your spiral roll grows in size, challenging your skills in collecting the bricks efficiently. \"Shortcut Relay\" combines elements of strategy, timing, and dexterity, providing an engaging and rewarding gaming adventure for those who enjoy both planning and action in their gameplay.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 29
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Quicktestfingure",
    "url": "https://www.youtube.com/embed/V85j3dMAl0M",
    "description": "\"Quicktestfingure\" is a fast-paced and precision-focused game where players must tap at just the right time to perfectly fit an image into a background picture. This game challenges players' timing and coordination skills as they strive to complete each level by aligning the image seamlessly with the background. With its quick reactions and attention to detail, \"Quicktestfingure\" offers a satisfying and engaging gaming experience for those seeking a test of their dexterity and quick thinking.",
    "androidLink": "https://apps.apple.com/us/app/quickest-fingers/id1545351768",
    "iosLink": "null",
    "id": 30
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Epic Fall-",
    "url": "https://www.youtube.com/embed/fQRElQohpt4",
    "description": "\"Epic Fall\" is a thrilling and challenging game that plunges players into a world filled with obstacles. In this action-packed gaming experience, your objective is to strategically navigate through treacherous environments while avoiding being trapped by the obstacles. With each level presenting increasingly difficult challenges, \"Epic Fall\" tests your reflexes and decision-making skills as you strive to safely guide the character to the bottom without falling victim to the hazards. This game delivers an adrenaline-pumping and action-packed adventure, making it an epic journey for gamers seeking thrilling and heart-pounding experiences.",
    "androidLink": "https://apps.apple.com/us/app/epic-fall/id1545332345",
    "iosLink": "null",
    "id": 31
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Turbo man",
    "url": "https://www.youtube.com/embed/st1mfPCNqrg",
    "description": "\"Turbo Man\" is an exhilarating game that puts players in control of a character equipped with jetpacks. In this high-octane gaming experience, your goal is to collect jetpacks strategically placed along your path to soar over gaps and obstacles in your way. The game combines elements of speed, precision, and timing as you navigate through challenging levels, making \"Turbo Man\" an action-packed and dynamic adventure for those seeking a thrilling gaming experience in the world of jetpack-powered flight.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 32
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Walk Master3d",
    "url": "https://www.youtube.com/embed/u_K_w5P-4E0",
    "description": "\"Walk Master 3D\" is a unique and entertaining game that challenges players to guide a character using a wooden stick. In this delightful gaming experience, your objective is to master the art of balance and coordination as you maneuver the character forward. The wooden stick becomes your tool for precise movement, making each step a test of your skill. \"Walk Master 3D\" offers a fun and engaging gaming adventure that combines elements of dexterity and strategy, making it an enjoyable experience for players of all ages.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 33
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Drawmbush",
    "url": "https://www.youtube.com/embed/lKEhyPsljiY",
    "description": "\"Drawmbush\" is an exciting and creative game that allows players to draw paths for their character to follow, leading them to engage with and defeat enemies. In this dynamic gaming experience, your objective is to strategize and sketch out paths that will guide your character to confront and eliminate adversaries effectively. The game combines elements of planning, precision, and combat, offering an engaging and imaginative adventure for those who enjoy both strategic thinking and action-packed gameplay.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 34
  },
  {
    "category": "Hypercasual",
    "tag": "#Hypercasual,#3D",
    "name": "Magic Monsters 3D",
    "url": "https://www.youtube.com/embed/x7V9x7FC2J8",
    "description": "Defeat the monsters and use your magic powers to save the princess. Be careful of the giant dragon and its fire breath. Have fun!",
    "androidLink": "https://play.google.com/store/apps/details?id=com.RedLineGames.MagicMonsters3D",
    "iosLink": "null",
    "id": 35
  },
  {
    "category": "Casual",
    "tag": "#Casual,#2D",
    "name": "MOWGLI JUMP - JUNGLE BOOK GAME",
    "url": "null",
    "description": "An amazing gaming experience based on the characters from The Jungle Book.\nThe most innovative game on 'The Jungle Book'.\n\nTake a ride through the jungle river. Collect coins to unlock characters and use power-ups.\nSwim with Baloo, Jump over Crocodiles, Jump & slide on Kaa(Snake), Dodge Bandar(Monkey) attacks,\nClimb & Run on Hathi(Elephant) and Ride with Bagheera",
    "androidLink": "http://igeniusdev.com/portfolio/mowgli-jump-jungle-book-game",
    "iosLink": "null",
    "id": 36
  },
  {
    "category": "Casual",
    "tag": "#Casual,#2D",
    "name": "Super hexa fit",
    "url": "null",
    "description": "Block Puzzle is the exciting new puzzle game that everyone’s playing!\n\nEasy to play and pleasurable game for all age. Simply Drag the blocks, and fill up all grids.\n\nFrom now on, let's enjoy a simple\n\nAn achievements have also been added to challenge your friends, colleagues and circles.\n\nYou can also connect your Facebook to compete with your friends on Super Hexa Fit",
    "androidLink": "https://itunes.apple.com/in/app/super-hexa-fit/id1111116865?mt=8",
    "iosLink": "https://itunes.apple.com/in/app/super-hexa-fit/id1111116865?mt=8",
    "id": 37
  },
  {
    "category": "Casual",
    "tag": "#Casual,#2D",
    "name": "Dont vapid up",
    "url": "https://www.youtube.com/embed/y4h5Njnmz08",
    "description": "This game could damage your mind and intelligence.\n\nGame is too simple but its hurt your peace mind while you look and start to play game.\nif you want to punish your mind and want to make it more sharp like a niddle,Then you must try once\nand beat your old score and also involve your friends mind too\n\nRule are simple like eating chocolate\n\nI will tell you ‘TAP’ and you have to follow my order and hit the screen.\nSometimes I will tell you ‘Wait’ you have to obey text information.\nIf you don’t, then you loose the game..\n\nJust go far as you can…\n\nBeat your top score,share your score in your circle",
    "androidLink": "null",
    "iosLink": "null",
    "id": 38
  },
  {
    "category": "Casual",
    "tag": "#Casual,#2D",
    "name": "Flappy magic bird",
    "url": "null",
    "description": "Flappy Magic Bird : Go as far as you can avoiding pipes.",
    "androidLink": "https://itunes.apple.com/in/app/flappy-magic-bird/id1004543881?mt=8",
    "iosLink": "https://itunes.apple.com/in/app/flappy-magic-bird/id1004543881?mt=8",
    "id": 39
  },
  {
    "category": "Casual",
    "tag": "#Casual,#2D",
    "name": "SANTA'S SLAY™ - CHRISTMAS GAME",
    "url": "null",
    "description": "Legend tells of a Legendary Warrior living on top of a Snow capped mountain, guardian to the innocent, children & the Mountain Village.\n\nIt’s CHRISTMAS SEASON and the Mountain Village is haunted by Dark souled animals & Kallikantzaroi creatures. Now, you are bestowed with the legacy of the legend Saint Nicholas a.k.a. Santa Claus.\n\n* Guard the Mountain Village\n* Collect the Golden Snowflakes that the Gods send from sky for future upgrades\n* Kill the Dark Creatures while sliding on the snow (Swipe to Right & Slash)\n\nIn this release you’ll get to explore the Mountain ridge area during the Dawn, coming soon in the next update you’ll get More locations during the day, evening and night; more upgrades like Advanced Weapons, Snowboards, etc. and More dangerous Enemies. Experience this beginning of SANTA’s SLAY™ adventure and await for the update coming soon.",
    "androidLink": "http://igeniusdev.com/portfolio/santas-slay-christmas-game",
    "iosLink": "http://igeniusdev.com/portfolio/santas-slay-christmas-game",
    "id": 40
  },
  {
    "category": "Other",
    "tag": "#Other,#3D",
    "name": "Interactive car configuration Product Visualization 360",
    "url": "https://www.youtube.com/embed/3GcaScFV37k",
    "description": "Interactive car configuration Product Visualization 360 is a cutting-edge solution that enables customers to engage in a fully immersive and interactive experience when customizing their vehicles. This technology provides a 360-degree view of the car, allowing users to explore every angle, detail, and feature in real-time. Users can interactively customize various aspects of the vehicle, such as choosing the color, wheels, interior materials, and more. This level of customization and interactivity enhances the car-buying experience, providing customers with a comprehensive understanding of their choices and helping them make informed decisions. Whether you're a car enthusiast or in the market for a new vehicle, this 360-degree product visualization technology revolutionizes how cars are configured and explored.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 41
  },
  {
    "category": "Other",
    "tag": "#Other,#3D,#Multiplayer",
    "name": "Multiplayer City Walk Through",
    "url": "https://www.youtube.com/embed/up-P_01UtCs",
    "description": "In the 4-player multiplayer game \"City Walk Through,\" players can immerse themselves in a bustling virtual cityscape, complete with the opportunity to explore, drive bikes, and even commandeer boats for aquatic adventures. What sets this experience apart is the ability to invite other nearby players to join the excitement. As you and your friends traverse the urban landscape, you can extend invitations to other players in close proximity, creating a dynamic and social gaming experience that fosters real-world connections within the virtual city. It's an engaging and interactive way to explore the city, share adventures, and forge new gaming relationships.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 42
  },
  {
    "category": "Other",
    "tag": "#Other,#2D#API",
    "name": "Rashi Bazar",
    "url": "https://www.youtube.com/embed/L4Pou3ALas8",
    "description": "Multiple Unique slots for placing bets\nYou can place a bet on\n\nRashi - 8.33% winning chance and you get 12 times the amount you bet\n\nColour - 33% winning chance and you get 3 times the amount you bet\n\nOdd/Even - 50% winning chance and you get 2 times the amount you bet\n\nBerths - 50% winning chance and you get 2 times the amount you bet\n\nTo summarize this section of the site, it only confirms that Rashi Bazar is one of the best new operators.\n\nUnlike casino games here in Rashi Bazar there are no unpaid slots. That shows the credibility of the app. The result is universal and can be viewed for upto two days for better guessing.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 43
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Narcos-Bonus Game",
    "url": "https://www.youtube.com/embed/HFOYOc5veRQ",
    "description": "\nIn this engaging game, players must tap left or right buttons to swiftly differentiate between gold and diamonds as they appear on the screen. This simple yet challenging mechanic tests players' observation and decision-making skills while adding a fun element of resource sorting and collection.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 44
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Raptor-Bonus Game",
    "url": "https://www.youtube.com/embed/2foduOj_Plw",
    "description": "Player gets 5 chances, in each turn player gets option to select one out of three sacks, sack has items that helps player to make progress in the stage. There are five stages, each will give progressive rewards to the players.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 45
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Money Train-Bonus Game",
    "url": "https://www.youtube.com/embed/3NQOc5CO-S8",
    "description": "The inside of a Money train locker room will serve as the backdrop for the bonus game. There are several lockers in the area, all are attached to the controller machine. The token count will be displayed on a display screen in the upper left corner. The locker controller machine will take up 80 percent of the screen for gaming reasons once the screen zooms into the center, with the backdrop remaining.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 46
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Blood Sucker-Bonus Game",
    "url": "https://www.youtube.com/embed/n-XI39BK94k",
    "description": "When a player hits three or more bonus icons, it will trigger the bonus game. Clicking on any of the coffin boxes within the bonus game will give the player a certain number of game tokens. When the bonus game screen appears, all the coffin boxes within the bonus game remain static. When the user clicks on a particular coffin box, the box will open and the player will get a certain amount of game tokens which is random. The bonus game tokens for each box are defined before the bonus game appears.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 47
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Big Bamboo-Bonus Game",
    "url": "https://www.youtube.com/embed/6-AcuEHlGjs",
    "description": "\"Wake Up Panda\" is a playful and interactive game that encourages players to explore various noise-making items in an attempt to rouse a sleepy panda from slumber.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 48
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Break Da Bank-Bonus Game",
    "url": "https://www.youtube.com/embed/Z9v7warrgHY",
    "description": "\"Open Loker and Reveal\" is a thrilling game where players unlock a hidden locker to unveil a treasure trove of riches. Inside this virtual locker, players can expect to discover glittering gold, dazzling diamonds, and stacks of dollars. As they tap or swipe to reveal each item, the excitement builds, and they can accumulate their virtual wealth. This game delivers the joy of uncovering valuable items and accumulating wealth, making it an engaging and rewarding gaming experience for those who enjoy the thrill of discovery and fortune.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 49
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Fortune Wheel-Bonus Game",
    "url": "https://www.youtube.com/embed/Mux7AHeYsEU",
    "description": "The \"Wheel of Fortune\" is a popular and iconic game of chance where players spin a large, colorful wheel to determine their fate and potential rewards. In this classic game, the wheel is divided into segments, each containing different prizes, outcomes, or actions. Players take turns spinning the wheel, and the section where the wheel stops determines their reward or consequence.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 50
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Great Circus-Bonus Game",
    "url": "https://www.youtube.com/embed/PH76ebN9CCw",
    "description": "\"Great Circus Predict Card\" is an intriguing card game that incorporates elements of prediction and chance. In this captivating game, players must forecast whether the next card placed on the table will be higher or lower in value compared to the previous one. The objective is to make accurate predictions to advance in the game successfully.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 51
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Bahubali-Boar Game",
    "url": "https://www.youtube.com/embed/2pmZlP_tkMY",
    "description": "\"Hitting the Boar with an Arrow\" is an adventurous and skill-based game where players take on the role of an archer tasked with targeting and shooting arrows at a moving boar target. The objective is to demonstrate precision and accuracy in archery by successfully hitting the boar with arrows.\n\nThis game can offer various challenges, such as adjusting for the boar's movement, wind conditions, and distance, making it a test of the player's shooting skills. Whether it's for competitive archery practice or simply for the thrill of hitting a moving target, \"Hitting the Boar with an Arrow\" combines focus, timing, and aiming skills to provide an engaging and challenging gaming experience.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 52
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Jammin Jars-Bonus Game",
    "url": "https://www.youtube.com/embed/a1eUWyEmUEw",
    "description": "\"Slicing Fruit with Knife and Filling Jar with Juice\" is a captivating and interactive game that combines two delightful activities into one. In this game, players are tasked with the exciting challenge of slicing various fruits with a virtual knife, using precise and skillful movements to cut them into perfect pieces. As they continue to slice fruits, the collected pieces are then used to fill a virtual jar with delicious, freshly prepared juice.\n\nThe game can feature different levels of difficulty, various fruits to slice, and unique objectives to keep players engaged. Success in this game hinges on the player's slicing accuracy, timing, and ability to maximize juice production.\n\n\"Slicing Fruit with Knife and Filling Jar with Juice\" provides a highly enjoyable and rewarding gaming experience, seamlessly blending the excitement of fruit slicing with the satisfaction of crafting refreshing beverages. It's a game that challenges players' precision and culinary creativity, making it a delightful addition to the world of virtual entertainment.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 53
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Machu Pichu-Bonus Game",
    "url": "https://www.youtube.com/embed/7CddeintsNA",
    "description": "A well will be in the middle of the screen. The well will be made of several stones used at the time when Inca civilization was predominant.\nThere will be a pulley attached to a set of poles. A rope will also be attached to the pulleys as shown in the image shown above.\nAn Inca civilization character will be standing beside the well. This Inca Civilization character will start animating & pulling the bucket of treasures from the well once he collects the same. The treasure here will be in terms of game tokens.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 54
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Lucky Gems-Bonus Game",
    "url": "https://www.youtube.com/embed/DTfO8eUNEDY",
    "description": "The bonus game is triggered when a player strikes three or more bonus icons. There will be 8 boxes to choose from the underground. The player receives a set amount of gems by clicking on any of the boxes from the underground. When the bonus game screen shows, all of the boxes are closed inside the underground. When the user clicks on a certain box, the machine from the upper ground will send the hook to the particular place and it will remove the lock on it. The box will open and show some gems within it, then the player will receive a certain gems as reward. The number of gems inside the box will be predefined.\nThe number of boxes a player can tap on will depend on the number of bonus icons that appeared on the slot reel in a particular instance of the slot spin. i.e.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 55
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Party Night-Bonus Game",
    "url": "https://www.youtube.com/embed/81mC5wFZgkw",
    "description": "When a player hits three or more bonus icons, it will trigger the bonus game. Four beautiful ladies are shown in front of the screen at the beginning of the bonus game. The user has to choose one of them to dance on the floor. Several tokens will be added to the Scoreboard based on the user's selection. An Offer drink option will appear following the lady's selection process. The player can choose any of the drinks on that screen, It will reveal a multiplier count. The already accumulated game tokens will be multiplied by that multiplier count and it will be rewarded to the users.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 56
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Spin War-Bonus Game",
    "url": "https://www.youtube.com/embed/GxDXHQzaBPU",
    "description": "There will be a third bonus game based on the clash between the two main characters of the Baahubali game i.e. Baahubali & Bhallal Dev. This\nbonus game will be triggered once the 3 or more dynamic symbols give way to the Bonus symbol 3 i.e. Mahishmati’s Crown icon.\nIn this clash, only one of both characters (Baahubali & Bhallal Dev) can be a winner but whoever wins this clash, the player will always be a\nwinner.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 57
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "Wild Sworm-Bonus Game",
    "url": "https://www.youtube.com/embed/vcRgyKSSy2I",
    "description": "\"Reveal Honeycomb Cell and Reveal Bee Until 3 Fire Revealed\" is an intriguing and suspenseful game that presents players with a honeycomb grid filled with hidden elements. The primary goal is to unveil honeycomb cells to reveal friendly bees, which often contribute positively to the player's score or progress. However, the challenge arises with the occasional appearance of \"fire\" elements concealed within the cells. Players must carefully strategize their choices, aiming to uncover the required number of bees while minimizing encounters with these fiery setbacks. This game mechanic blends elements of chance and strategy, making each cell reveal a thrilling moment of anticipation. It's a game that puts players' decision-making skills and risk management to the test, creating an immersive and exciting gaming experience.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 58
  },
  {
    "category": "Small Game",
    "tag": "#smallGame,#2D",
    "name": "XHX-Bonus Game",
    "url": "https://www.youtube.com/embed/qLvMsihAdeA",
    "description": "When the player clicks on a door, it will open. Each door includes something, such as a survival pack or a zombie. The player's luck will determine whether they receive the prizes or meet the zombie.",
    "androidLink": "null",
    "iosLink": "null",
    "id": 59
  }
]